"APNetwork:connect.Cellular" = "Cellular";
"APNetwork:connect.NoConnection" = "No Connection";
"APNetwork:connect.WiFi" = "WLAN";
"APNetwork:error.deserializeError" = "Deserialization Error";
"APNetwork:error.networkCancel" = "Network Cancelled";
"APNetwork:error.networkUnreachable" = "Network Unavailable";
"APNetwork:message.error.serverFormatError" = "Incorrect Data Format from App";
"APNetwork:message.error.serverReturnEmpty" = "Null Data from App";
"APNetwork:message.error.systemError" = "System error, please try again later. ";
"APNetwork:reason.HTTPResponseString" = "Content from App: %@";
"APNetwork:reason.HTTPStatusCode" = "HTTP Status Code from Server: %ld";
"APNetwork:reason.unknowError" = "Unknown Error";
